Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: This discourse analysis tool has columns preset for SVO languages. If you need to change that order, edit the list called "Text Constituent Chart Templates". The columns are the 3rd level list items. If you change the columns after you have done some charting, you may need to rework your earlier charts. This tool does not yet support right-to-left writing systems.
ru: Инструмент анализа дискурса состоит из столбцов, настроенных SVO. Если вам нужно изменить этот порядок, отредактируйте список под названием "Шаблоны НС-схем текста". Столбцы являются элементами списка 3-го уровня. Если вы изменяете столбцы после составления нескольких схем, вам возможно потребуется переделать сделанные схемы. Данный инструмент пока не поддерживает системы письма справа налево.

source: THIS IS A TEST!
ru: ЭТО ТЕСТ!

source: This is the date on which this item was first created.
ru: Это дата, когда данный элемент был создан впервые.

source: This is the date on which this item was last modified.
ru: Это дата последних изменений данной записи.

source: This is the label or "category" this affix had when the lexical item was imported from some other lexicon (such as ShoeBox or ToolBox or LinguaLinks).
ru: Это ярлык или "категория", которую имеет данный аффикс, когда лексический элемент был импортирован из какого-то другого лексикона (такого как ShoeBox, ToolBox или LinguaLinks).

source: This item is required by the program, so it can't be deleted.
ru: Этот элемент используется программой и не может быть удалён.

source: This Lexeme Form contains several morphemes. Add the fields for me to specify the components and type of complex form.
ru: Эта форма лексемы содержит несколько морфем. Добавить поля за меня, чтобы определить компоненты и тип сложной формы.

source: This Lexeme Form is also another kind of variant. Add the fields for me to specify the related form(s) and the variant type(s).
ru: Эта форма лексемы является также другой разновидностью варианта. Добавить поля за меня, чтобы определить родственные формы и тип(ы) вариантов.

source: This Lexeme Form is related to another form as a variant. Add the fields for me to specify the related form(s) and type of variant.
ru: Эта форма лексемы связана с другой формой как вариант. Добавить поля за меня, чтобы определить родственные формы и тип варианта.

source: This &list contains data in:
ru: Этот &список содержит данные в:

source: This part of a chart template cannot be moved or deleted, because it or one of its children is in use in one or more charts (e.g., {0}).
ru: Эту часть шаблона схемы нельзя перенести или удалить, так как она или её ответвления используются в одной или нескольких схемах (например, {0}).

source: This procedure will help you supply the settings needed to be able to import your standard format lexical data.
ru: Эта процедура поможет вам применить настройки, необходимые для импортирования ваших лексических данных стандартного формата.

source: This process will take a long time. Do you want to continue?
ru: Этот процесс займет много времени. Вы хотите продолжить?

source: This process will take a long time.{0}{0} Do you want to continue?
ru: Этот процесс займет много времени. {0}{0} Вы хотите продолжить?

source: This project is for a newer version of FieldWorks. To open this project, click Close, and then install the newer version of FieldWorks. To revert to a version of this project which is compatible with this version of FieldWorks, click Restore a Project.
ru: Данный проект создан для новой версии FieldWorks. Для открытия данного проекта, нажмите Закрыть, а затем установите более новую версию FieldWorks. Для возврата к версии данного проекта, который совместим с данной версией FieldWorks, нажмите Восстановить проект.

source: This project is simultaneously being opened by another user. The project will be available to you shortly.
ru: Данный проект открывается другим пользователем. Проект будет доступен для вас в ближайшее время.

source: This project links to {0} external file(s) in the previous Linked Files folder. Would you like to move or copy the file(s) to the new folder to make it easier to share and back up, along with your other project data?
ru: Данный проект ссылается на {0} внешн. файл(ы) в прежней папке ссылочных файлов. Вы хотите удалить или скопировать файл(ы) в новую папку, чтобы сделать легче совместное использование или сохранение резервной копии вместе с другими данными вашего проекта?

source: This project links to {0} external files in the previous Linked Files folder. Would you like to move or copy the files to the new folder to make it easier to share and back up, along with your other project data?
ru: Данный проект ссылается на {0} внешних файлов прежней папки ссылочных файлов. Вы хотите перенести или скопировать файлы в новую папук, чтобы облегчить совместное использование и резервное копирование вместе с другими данными вашего проекта?

source: This restore operation will replace the existing project: {0}
ru: Данная операция восстановления заменит существующий проект: {0}

source: This shows all of the allomorphs of this entry.
ru: Здесь показаны все алломорфы данной леммы.

source: This tool is designed for a typist to use during a semantically-based word-collection workshop. For information on this method, see http://www.sil.org/computing/ddp/.
ru: Этот инструмент предназначен для машинистки во время семинара по семантическому сбору слов. Подробности данного метода смотрите на http://www.sil.org/computing/ddp/.

source: This utility attempts to fix various errors in a FieldWorks project file. The project must not be open, and must be in the fwdata (XML) format.
ru: Эта утилита пытается исправить различные ошибки файла проекта FieldWorks. Этот проект не должен быть открыт и должен быть в формате fwdata (XML).

source: This utility cleans up the homographs numbers of lexical entries. It preserves the current relative order of homographs, so you won't lose any ordering you have done.
ru: Эта утилита очищает номера омографов лексических статей. Она сохраняет текущий относительный порядок омографов, так что вы не потеряете порядок, который вы установили.

source: This utility removes all parser approved analyses from the system. It does not remove analyses that are approved/disapproved of by a human being, however.
ru: Эта утилита удаляет все анализы, выполненные парсером, из системы. Она не удаляет анализы, подтверждённые/отклонённые человеком.

source: This view shows semantic domains that have been used to classify senses, each listing the related senses. You can optionally show all semantic domains, even those that have not been used for any senses.
ru: Здесь представлены семантические области, которые использовались для классификации значений (включая родственные смыслы). По желанию, Вы можете отобразить все семантические области, даже те, что не использовались в значениях.

source: This will delete {0} rows of data from your chart! Are you sure?
ru: {0} строк данных будет удалено из вашей схемы! Вы уверены?

source: This will delete ALL the selected items and can sometimes take a long time. This action will not be undo-able. Do you want to proceed?
ru: Будут удалены ВСЕ выбранные элементы и это занимает иногда много времени. Это действие не может быть отменено. Вы хотите продолжить?

source: This will delete ALL the selected items. Do you want to proceed?
ru: Будут удалены ВСЕ выбранные объекты. Вы хотите продолжить?

source: This wordform cannot be deleted.
ru: Эту словоформу нельзя удалить.

source: This writing system for {0} is for:
ru: Система письма для {0} предназначена для:

source: Throw away everything not already in the list.
ru: Выбросить всё, отсутствующее в списке.

source: Time Of Day
ru: Время дня

source: Time of Event
ru: Время события

source: Time of Event:
ru: Время события:

source: Tip:
ru: Совет:

source: Title
ru: Заглавие

source: Title:
ru: Заголовок:

source: Titlecase
ru: Регистр заголовка

source: To Category
ru: В категорию

source: To create a circumfix, every non-blank alternative of the Lexeme Form must have two morphemes separated by a space or period(s).
ru: Для создания циркумфикса любая непустая альтернатива Форма лексемы должна иметь две морфемы, разделённые пробелом или точкой(точками).

source: To edit the template table: right-click on STEM, on a slot name, or on a morpheme.
ru: Для правки таблицы шаблонов: правый щелчок по ОСНОВЕ, по имени слота или по морфеме.

source: To Exception "Features"
ru: К "Свойствам" исключений

source: To Inflection Class
ru: В класс формообразования

source: To Inflection Features
ru: В свойства формообразования

source: To specify a Concordance, select a line in which to search and enter the text to search for.
ru: Чтобы задать конкорданс, выберите строку для поиска и введите текст для поиска.

source: today at {0}
ru: сегодня в {0}

source: Toggle
ru: Переключить

source: Tone
ru: Тон

source: Tones
ru: Тоны

source: Toolbar name cannot be empty.
ru: Название панели инструментов не может быть пустым.

source: &Toolbar Name:
ru: &Название панели инструментов:

source: &Toolbars
ru: &Панели инструментов

source: Toolbars
ru: Панели инструментов

source: Toolb&ars:
ru: Панели &инструментов:

source: Toolbox Language Files
ru: Языковые файлы Toolbox

source: &Tools
ru: С&ервис

source: _Tools
ru: С_ервис

source: Tools
ru: Сервис

source: &Top
ru: &Верх

source: Top
ru: Верх

source: Top Border
ru: Верхняя граница

source: Total Markers: XXX
ru: Итого меток: XXX

source: Tour of Language Explorer.
ru: Тур по Language Explorer.

source: Trailing Token
ru: Замыкающая лексема

source: &Training
ru: Обу&чение

source: _Training
ru: Обу_чение

source: Training
ru: Обучение

source: Transformation problem (phase 1): {0}
ru: Проблема преобразование (1-й этап): {0}

source: Transformation problem (phase 2): {0}
ru: Проблема преобразование (2-й этап): {0}

source: Transformation problem (phase 3): {0}
ru: Проблема преобразование (3-й этап): {0}

source: Transformation problem (phase 3A): {0}
ru: Проблема преобразование (этап 3А): {0}

source: Transformation problem (phase 3B): {0}
ru: Проблема преобразование (этап 3В): {0}

source: Transformation problem (phase 4): {0}
ru: Проблема преобразование (4-й этап): {0}

source: _Translated List Content
ru: _Переведённое содержание списка

source: Translated Lists Files
ru: Переведённые файлы списков

source: Translation
ru: Перевод

source: Translation Type
ru: Тип перевода

source: Translation Types
ru: Типы перевода

source: Translations
ru: Переводы

source: Treat as not word forming
ru: Трактовать не как словообразование

source: &Treat as not Word Forming
ru: &Трактовать не как словобразование

source: &Treat as Punctuation
ru: &Трактовать как пунктуацию

source: &Treat as Symbol
ru: &Трактовать как символ

source: Treat as word forming
ru: Трактовать как словобразование

source: &Treat as Word-Forming
ru: &Трактовать как словобразование

source: Try a Word
ru: Проверить слово

source: _Try a Word...
ru: _Проверить слово...

source: &Try it
ru: &Проверить

source: Trying Wordform {0}
ru: Проверить словоформу {0}

source: Turn off all filters
ru: Отключить все фильтры

source: Turn off all filters.
ru: Отключить все фильтры.

source: Turquoise,0,255,255
ru: Бирюзовый,0,255,255

source: Tutorials
ru: Инструкции

source: _Type
ru: _Тип

source: Type
ru: Тип

source: Type a space to separate morphemes and a break character to indicate the morpheme type.
ru: Напечатайте пробел, чтобы разделить морфемы и символ разрыва для указания типа морфемы.

source: Type or Values
ru: Тип или значения

source: Type slot name here
ru: Напечатайте здесь имя слота

source: Type:
ru: Тип:

source: Unable to access the project data folder: {0} Ensure that this folder is shared and that you have permission to access it.
ru: Невозможен доступ к папке данных проекта: {0} Убедитесь, что данная папка используется совместно и что у вас есть разрешение на доступ к ней.

source: Unable to convert the file from {0} to {1}.
ru: Невозможно конвертировать файл из {0} в {1}.

source: Unable to Create Backup Folder
ru: Невозможно создать папку резервных копий

source: Unable to initialize the data.
ru: Невозможно инициализировать данные.

source: Unable to Insert Movie File
ru: Невозможно вставить видеофайл

source: Unable to Insert Picture
ru: Невозможно вставить картинку

source: Unable to Insert Sound File
ru: Невозможно вставить звуковой файл

source: Unable to modify project locations.
ru: Невозможно изменить расположения проектов.

source: Unable to Open Project
ru: Невозможно открыть проект

source: Unable to process files encoded in utf-32 formats. Please convert to utf-16 or utf-8.
ru: Файлы в формате utf-32 не обрабатываются. Пожалуйста, преобразуйте в utf-16 или utf-8.

source: Unable to restore project from this backup file, which was created with an earlier version of FieldWorks:
ru: Невозможно восстановить проект из этого файла резервной копии, созданном в более ранней версии FieldWorks:

source: Unable to restore.
ru: Восстановление невозможно.

source: Unable to Update {0} on {1} from version {2} to {3}.{4}You need to update the database on the local machine.
ru: Невозможно обновить {0} на {1} из версии {2} в {3}.{4}Вам необходимо обновить базу данных на локальном компьютере.

source: Uncheck all
ru: Снять все отметки

source: Uncheck All
ru: Снять все отметки

source: Unclassified affix
ru: Неклассифицированный аффикс

source: Undecided
ru: Нерешено

source: Under Development
ru: На стадии разработки

source: {0} Underline
ru: Подчеркнуть {0}

source: Under&line color:
ru: Цвет под&чёркивания:

source: &Underline style:
ru: Стиль под&черкивания:

source: &Undo
ru: &Отменить

source: _Undo
ru: _Отменить

source: Undo
ru: Отменить

source: &Undo {0}
ru: &Отменить {0}

source: Undo {0}
ru: Отменить{0}

source: Undo {0} actions
ru: Отменить {0} действий

source: Undo {0} Actions
ru: Отменить {0} действий

source: Undo 1 Action
ru: Отменить 1 действие

source: Undo Add {0}
ru: Отменить добавление {0}

source: Undo add allomorph
ru: Отмена добавления алломорфа

source: undo add allomorph to similar entry
ru: отмена добавления алломорфа в похожую статью

source: Undo Add Component
ru: Отменить Добавление компонента

source: Undo Add Examples
ru: Отмена добавления примеров

source: Undo Add Marker
ru: Отменить добавление метки

source: Undo Add Reference
ru: Отмена добавления ссылки

source: Undo add Text Tag
ru: Отмена добавления текстовых тэгов

source: Undo add to Spelling Dictionary
ru: Отмена добавления к орфографическому словарю

source: Undo Add Variant
ru: Отмена добавления варианта

source: Undo add Wordform
ru: Отмена добавления словоформы

source: Undo Adding Slot
ru: Отмена добавления слота

source: Undo all changes in this Analysis
ru: Отменить все изменения в этом анализе

source: Undo Approve Analysis
ru: Отменить подтверждение анализа

source: Undo Assign Analyses
ru: Отмена назначенного анализа...

source: Undo Break Phrase into Words
ru: Отменить разбивку фразы на слова

source: Undo Bulk Delete
ru: Отмена пакетного удаления

source: Undo Bulk Edit
ru: Отменить пакетное редактирование

source: Undo Bulk Edit Reversal Entry POS
ru: Отменить пакетное редактирование статей обратного индекса POS

source: Undo change {0}
ru: Отменить изменение {0}

source: Undo Change Morpheme Type
ru: Отменить изменение типа морфемы

source: Undo Change Optionality of {0} Slot
ru: Отмена изменения обязательности слота {0}

source: Undo change to {0}
ru: Отменить изменение на {0}

source: Undo changing {0} to {1}
ru: Отменить изменение {0} на {1}

source: Undo changing slot name
ru: Отмена изменения имени слота

source: Undo Clear Selected Word Parser Analyses
ru: Отмена очистки _анализа выбранных слов

source: Undo create {0}
ru: Отмена создания {0}

source: Undo Create Category
ru: Отменить создание категории

source: Undo Create Custom List
ru: Отмена создания пользовательского списка

source: Undo Create Entry
ru: Отменить создание статьи

source: Undo Create New Sense
ru: Отменить создание нового значения

source: Undo Create Phonological Feature
ru: Отменить создание фонологического свойства

source: Undo Create Record
ru: Отмена создания записи

source: Undo Create Reversal Index
ru: Отмена создания обратного индекса

source: Undo create Slot
ru: Отмена создания слота

source: Undo Create Variant Entry
ru: Отменить создание варианта статьи

source: Undo Creating Entry
ru: Отмена создания статьи

source: Undo Creating Inflectional Affix Category Item
ru: Отмена создания элемента категории формообразующих аффиксов

source: Undo Delete
ru: Отменить удаление

source: Undo Delete {0}
ru: Отмена удаления {0}

source: Undo Delete Custom List
ru: Отмена удаления пользовательского списка

source: Undo Delete Item in {0}
ru: Отмена удаления элемент в {0}

source: Undo Delete Media Link
ru: Отмена удаления медиа ссылки

source: Undo Delete Participants
ru: Отмена удаления участников

source: Undo Delete Record
ru: Отменить удаление записи

source: Undo Delete Reference
ru: Отмена удаления ссылки

source: Undo Delete Relation
ru: Отмена удаления отношения

source: Undo Delete Reversal Entry from Sense
ru: Отмена удаления обратного индекса из значения

source: Undo Demote
ru: Отмена понижения уровня

source: Undo Edit Analysis
ru: Отмена правки анализа

source: Undo Edit Function
ru: Отменить редактирование функции

source: Undo Edit Reference Set Details
ru: Отмена правки подробного набора ссылок

source: Undo Editing Parser Parameters
ru: Отмена правки параметров парсера

source: Undo failed.
ru: Неудача с отменой.

source: Undo Insert
ru: Отменить вставку

source: Undo Insert {0}
ru: Отменить вставку {0}

source: Undo Insert Category
ru: Отменить вставку категории

source: Undo insert Free Translation
ru: Отмена вставки вольного перевода

source: Undo Insert Inflection Feature
ru: Отменить вставку свойства формообразования

source: Undo insert Link
ru: Отмена вставки ссылки

source: Undo insert Literal Translation
ru: Отмена вставки дословного перевода

source: Undo Insert Media
ru: Отмена вставки медиафайла

source: Undo insert Note
ru: Отмена вставки заметки

source: Undo Insert Picture
ru: Отмена вставки картинки

source: Undo Insert Sense
ru: Отменить вставку значения

source: Undo insert Translation
ru: Отмена вставки перевода

source: Undo Last Row in Paragraph
ru: Отмена последней строки в абзаце

source: Undo Last Row in Sentence
ru: Отмена последней строки в предложении

source: Undo List Property Changes
ru: Отмена изменений свойств списка

source: Undo Make Reversal Entries
ru: Отмена создания статей обратного индекса

source: Undo Merge
ru: Отмена слияния

source: Undo Merge Reversal Category
ru: Отмена слияния обратной категории

source: Undo Move Down
ru: Отмена перемещения вниз

source: Undo Move Reversal Category
ru: Отмена перемещения обратной категории

source: Undo Move Up
ru: Отмена перемещения вверх

source: Undo previous actions.
ru: Отменить предыдущие действия.

source: Undo Promote
ru: Отмена повышения уровня

source: Undo Remove Clause Marker
ru: Отмена удаления метки предложения

source: Undo Remove from Rule
ru: Отменить удаление из правила

source: Undo Remove Marker
ru: Отменить удаление метки

source: Undo Remove Styles
ru: Отмена удаления стилей

source: Undo remove Text Tag
ru: Отмена удаления текстового тэга

source: Undo Removing Affix
ru: Отмена удаления аффикса

source: Undo Replace Reference
ru: Отмена замены ссылки

source: Undo Reset Homograph Numbers
ru: Отмена изменения нумерации омографов

source: Undo selection of Phonological Features
ru: Отмена выбора фонологических свойств

source: Undo set Category
ru: Отмена вставки категории

source: Undo Set Phonological Features
ru: Отмена установки фонологических свойств

source: Undo Set Reversal Entries
ru: Отмена настройки обратных статей

source: Undo Show Subentry for this Component
ru: Отмена показа подстатьи для этого компонента

source: Undo Spelling Change
ru: Отменить изменение орфографии

source: Undo Text Change
ru: Отмена изменения текста

source: Undo Update Picture
ru: Отмена обновленния картинки

source: Undo Variant Of
ru: Отменить вариант для

source: Undo Visible Complex Form
ru: Отмена видимой сложной формы

source: Unicode Character Editor
ru: Редактор символов Юникода

source: Unicode Page
ru: Страница Юникода

source: Unicode to Legacy
ru: Юникод в Legacy

source: Unicode to Unicode
ru: Юникод в Юникод

source: Unicode Value
ru: Значение Юникод

source: Unicode Value: {0}
ru: Значение Юникода: {0}

source: Unicode Values: {0}
ru: Значения Юникода: {0}

source: UNK
ru: НЕИЗВЕСТН.

source: Unknown
ru: Неизвестно

source: UNKNOWN (DO NOT TRANSLATE)
ru: НЕИЗВЕСТНО (НЕ ПРЕВОДИТЬ)

source: Unknown Allomorph!
ru: Неизвестный алломорф!

source: unknown category
ru: неизвестная категория

source: <Unknown Complex Form>
ru: <Неизвестная сложная форма>

source: Unknown error({0}).
ru: Неизвестная ошибка({0}).

source: Unknown Gloss!
ru: Неизвестная глосса!

source: unknown morph type
ru: неизвестный тип морфа

source: Unknown Morpheme!
ru: Неизвестная морфема!

source: Unknown Natural Class!
ru: Неизвестный естественный класс!

source: Unknown term!
ru: Неизвестный термин!

source: (Unknown)
ru: (Неизвестно)

source: UnknownAbbreviation!
ru: НеизвестноеСокращение!

source: Unmarked inflectional affix slot
ru: Неотмеченный слот формообразующего аффикса

source: Unmk. infl. afx slot
ru: Неотмеч. слот формообр. аф.

source: Unregistered
ru: Незарегистрированный

source: &Unspecified
ru: &Не указан

source: Unsp&ecified
ru: Не у&казан

source: Unspecified
ru: Не указан

source: (unspecified)
ru: (не указан)

source: Unsupported Image Format
ru: Неподдерживаемый формат изображения

source: Untested
ru: Непроверено

source: Update
ru: Обновить

source: Update lexical entries of mono-morphemic analyses
ru: Обновление лексических статей мономорфемных анализов

source: Updating Grammar and Lexicon
ru: Обновление грамматики и лексикона

source: Updating: {0}
ru: Обновление: {0}

source: Updating: '{0}' ...
ru: Обновление: '{0}'...

source: Upgrade Project
ru: Обновить проект

source: Uppercase
ru: Верхний регистр

source: Usage
ru: Использование

source: Usa&ge:
ru: Ис&пользование:

source: Usages
ru: Применения

source: Use
ru: Использование

source: Use Abbreviation as label
ru: Использовать сокращение как ярлык

source: Use Allomorph
ru: Использовать алломорф

source: Use default analysis
ru: Использовать анализ по умолчанию

source: &Use Entry
ru: &Использовать статью

source: Use &regular expressions
ru: Использовать &регулярные выражения

source: Use regular expressions
ru: Использовать регулярные выражения

source: Use the older files from the backup.
ru: Использовать старые файлы из резервной копии.

source: {0}. Used {1} times by analyses.
ru: {0}. Использовано {1} раз в анализе.

source: {0}. Used 1 time by analyses.
ru: {0}. Использовано 1 раз в анализе.

source: _User
ru: _Пользователь

source: User Analyses
ru: Анализ пользователя

source: User Approved (Analyses)
ru: Одобрено пользователем (анализы)

source: User Disapproved (Test Case Analyses)
ru: Отвергнуто пользователем (пробные анализы)

source: user interface
ru: интерфейс пользователя

source: User interface language:
ru: Язык интерфейса пользователя:

source: &User Must Change Password at Next Login
ru: &При следующей регистрации пользователь должен сменить пароль

source: User Opinion
ru: Мнение пользователя

source: User Opinion Unknown (Analysis Candidates)
ru: Мнение пользователя неизвестно (кандидаты анализа)

source: User Properties
ru: Свойства пользователя

source: &User Properties...
ru: &Свойства пользователя...

source: Users:
ru: Пользователи:

source: Utilities
ru: Утилиты

source: _Utilities...
ru: _Утилиты...

source: Valid Characters
ru: Действительные символы
